Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: In this respect, it would also be interesting to receive information showing whether and to what extent express bus operators exempted from the autodiesel levy during this period made efforts to reduce their fuel consumption.
es: A este respecto, tambiØn sería interesante recibir información respecto de si, y hasta quØ punto, los operadores de autobuses exprØs eximidos del gravamen de autodiØsel durante este período hicieron esfuerzos para reducir su consumo de combustible.

source: is there an adequate basis on which to levy penalties or award incentives?
es: ¿Hay alguna base adecuada sobre la cual se imponen sanciones o se otorgan incentivos?

source: Enterprises in many developing countries are finding that as their exports rise, there are increasing pressures from industries in importing countries for the levy of such duties.
es: Las empresas de muchos países en desarrollo se encuentran con que, a medida que aumentan sus exportaciones, crecen las presiones de las ramas de producción de los países importadores para que se cobren esos derechos.

source: The system displays information on the preference situation, the required verification documents and certificates, and the duties that customs authorities will levy.
es: El sistema muestra la información sobre la situación preferida, los documentos de verificación y certificados necesarios, y los impuestos que habrá que pagar en aduanas.

source: Lastly, under the Act a judge now enjoys unrestricted authority to levy a civil fine upon any party who makes any manifestly dilatory or abusive use of the procedure.
es: Finalmente, el juez goza ahora de más amplias facultades para imponer a una parte una sanción civil cuando haya hecho uso manifiestamente dilatorio o abusivo del procedimiento.

source: The first alternative orders a levy on the translation services, versed on a participant's nominal deposit account.
es: La primera variante regula una retención sobre los servicios de traducción, que alimenta el depósito nominal del partícipe.

source: A levy of execution of the item by us shall always constitute withdrawal from the contract.
es: En el embargo de la cosa por parte nuestra existe siempre una rescisión del contrato.

source: (b) A levy placed on goods imported by means of international maritime transport into developed country Parties which have derived from developed country Parties.
es: b) Un gravamen sobre las mercancías procedentes de Partes que son países en desarrollo importadas por vía marítima a Partes que son países desarrollados.

source: For example, the introduction of an air-passenger levy will damage our already weakened tourism industry, the industry that is our economic lifeline.
es: Por ejemplo, la creación de un impuesto a los pasajes aéreos perjudicará nuestra ya debilitada industria del turismo, de la cual depende nuestra subsistencia.

source: The right to levy taxes and other charges is one of the foundations of any organised society.
es: Adoptar la decisión de recaudar impuestos y tasas es uno de los fundamentos de cualquier sociedad organizada.

source: In particular, Levy Yeyati and Panizza (2005) have shown that a default episode often marks the end of an economic crisis and the beginning of recovery.
es: En particular, Levy Yeyati y Panizza (2005) han demostrado que un episodio de impago indica a menudo el final de una crisis económica y el inicio de una recuperación.

source: The success of the plastic-bag levy in Ireland is an obvious example.
es: El éxito del impuesto sobre las bolsas de plástico en Irlanda constituye un ejemplo claro.

source: A fossil fuel levy has been proposed to help level the playing field.
es: Se ha propuesto un gravamen a fin de equilibrar esta situación.

source: The draft Constitution indeed does not incorporate into the Union the basic criteria that could build a desirable home for everybody.
es: El proyecto de Constitución no incorpora a la Unión los criterios básicos que podrían constituir un hogar deseable para todo el mundo.

source: A valid European Health Insurance Card is a card where the validity period indicated on the card has not expired.
es: Se considerará válida la tarjeta sanitaria europea cuando el período de validez indicado en ella no haya expirado.

source: For financial assets issued by corporations and insurance companies the risk weight will be 100%.
es: Para activos financieros emitidos por empresas y compañías de seguros el peso de riesgo será 100 %.

source: But sometimes a living trust, alone or in combination with a will, offers a better solution, according to Herrera and other experts.
es: Pero hacer un fideicomiso testamentario, solo o en combinación con un testamento, a veces es mejor, opinan Herrera y otros especialistas.

source: In addition, a living trust can sometimes minimize probate at death.
es: Además, un fideicomiso testamentario puede minimizar el proceso sucesorio.

source: A will or living trust can distribute your most valuable possessions-but which is the best option for you?
es: Un testamento o fideicomiso testamentario puede distribuir sus más preciadas pertenencias-pero, ¿cuál es su mejor opción?

source: A living trust can help you while you're alive.
es: "Un fideicomiso testamentario lo puede ayudar en vida""."

source: If a living trust holds legal title to property, that also passes to the beneficiaries without probate.
es: Si una confianza viva tiene título legal a la propiedad, eso también pasa a los beneficiarios sin protocolización.

source: Simultaneously, this proposal allows Member States greater flexibility to determine the structure of the excise duties and to levy minimum excise duties on cigarettes.
es: Paralelamente, la propuesta otorga a los Estados miembros mayor flexibilidad para determinar la estructura del impuesto especial y recaudar un impuesto especial mínimo sobre los cigarrillos.

source: Solly Levy was born in Tangier and received his Bachelor of Arts from the University of Bordeaux and a doctorate from the University of Montreal.
es: Solly Levy, nació en Tánger y es Licenciado en Letras por la Universidad de Burdeos y Doctor por la Universidad de Montreal.

source: "I think it's a bigger problem when agencies try to run a blog and will never post anything that's negative,"" Levy said."
es: Creo que supone un problema cuando los organismos del gobierno tienen un blog, pero nunca publican los comentarios negativos.

source: Powers granted Congress under the Constitution include the powers to levy taxes, borrow money, regulate interstate commerce, and declare war.
es: Entre las facultades concedidas al Congreso por la Constitución se encuentran las de establecer impuestos, concertar empréstitos, regular el comercio interestatal y declarar la guerra.

source: Alongside his appointments with Stahl, Dr Levy has always been active in the ALCA.
es: Junto a los nombramientos con Stahl, el Dr. Levy ha estado siempre activo en el ALCA.

source: In a few days in this section will incorporate some of the typographical designs that have Ultramar developed .
es: En pocos días incorporaremos en éste apartado algunos de los diseños tipográficos que ha desarrollado Ultramar.

source: Incorporate the Quotas Law and other affirmative actions into partisan structures.
es: Incorporar la Ley de Cuotas y otras acciones afirmativas a las estructuras partidarias.

source: To incorporate the information generated by the epidemiological surveillance programmes.
es: Incorporar la información generada por los programas de vigilancia epidemiológica.

source: The treasury technical instructions have been amended to incorporate this provision.
es: Se han enmendado las instrucciones técnicas de tesorería para incorporar esa disposición.

source: They have upgraded the building codes to incorporate new technology so that the buildings are earthquake resistant.
es: Elevaron los códigos de edificación para incorporar nueva tecnología y construir edificios resistentes a terremotos.

source: A venture can be situated at any stage of the life cycle or incorporate various stages into its value generating activities.
es: Un emprendimiento puede situarse en cualquier etapa del ciclo de vida o incorporar varias etapas en sus actividades de generación de valor.

source: Each contract shall incorporate the standard clauses set out in annex 4 in effect at the date of entry into force of the contract.
es: Cada contrato de ese tipo incluirá las cláusulas uniformes mencionadas en el anexo 4 que estén vigentes en la fecha en que entre en vigor el contrato.

source: Only the tanner can incorporate these features into a product.
es: Solamente el curtidor puede dar estas características al producto.

source: Because an update release is based on the previous major release, customers can incorporate it into their environment without any additional testing beyond what would be required for a typical service pack.
es: Ya que un lanzamiento de actualizaciones se basa en el lanzamiento anterior principal, los clientes pueden incorporarlo a sus entornos sin pruebas más allá de lo requerido para un paquete de servicios típico.

source: Financial activities include banking, captive insurance, private equity fund investments, and futures commission merchant activities.
es: Las actividades financieras incluyen banca, seguro cautivo, inversiones en fondos de capital privado y actividades mercantiles de la comisión de futuros.

source: The annual payment to the insurance company is recorded as a period expense.
es: El pago anual realizado a la compañía de seguros se registra como gasto del ejercicio.

source: Make sure you know your rights and understand the rules for insurance in your state so that you can get the best coverage.
es: Debes conocer tus derechos y comprender las normas sobre seguros de tu estado, para que puedas tener la mejor cobertura.

source: Each accident costs the car insurance company a lot of money.
es: Cada siniestro le cuesta a la aseguradora una gran suma de dinero.

source: Running costs are used, for example, to pay wages and salaries, insurance, services and consumable materials, undertake common repairs and maintenance, and pay for energy and rent.
es: Los gastos corrientes son, por ejemplo, pagas y salarios, seguros, servicios y materiales empleados, reparaciones comunes y mantenimiento, electricidad y alquileres.

source: insurance contracts to which the employer is not a party, in the case of employed workers
es: en el caso de trabajadores por cuenta ajena, a los contratos de seguro en los que no participe el empresario

source: Compensating workers who have lost their jobs is the one common goal of all unemployment insurance programs.
es: El objetivo común de todo programa de seguro de desempleo es compensar a los trabajadores que hayan perdido su trabajo.

source: Let's suppose that you're talking about a very new insurance company.
es: Supongamos que estamos hablando de una nueva compañía de seguros.

source: This high risk causes high insurance premiums and consequently also raises the prices consumers have to pay for goods.
es: Este riesgo repercute en las primas de seguro y de esta manera en el precio del producto que al final debe pagar el usuario.

source: Where can I get help paying for my insurance premiums and co-payments?
es: ¿Dónde puedo obtener ayuda para pagar mis primas y copagos de seguro?

source: My parents and grandparents were unable to afford good health insurance.
es: Ni mis padres ni mis abuelos estaban en condiciones de pagar un buen seguro médico.

source: AARP doesn't sell or endorse any living trust product.
es: No lo crea. En primer lugar, AARP no vende ni respalda ningún producto de fideicomiso.

source: For smaller estates, the setup and maintenance costs for a living trust may outweigh any after-death savings.
es: En el caso de patrimonios pequeños, los costos de confección y mantenimiento de un fideicomiso testamentario pueden exceder ahorros posteriores al fallecimiento.

source: A will also lets you name a guardian to care for minor children after your death-something that's not possible with a living trust (unless a supplemental document is attached).
es: Un testamento también le permite nombrar a un tutor que se haga cargo de sus hijos menores después de su fallecimiento, algo que no es posible con un fideicomiso testamentario (a menos que se agregue un documento complementario).

source: Living Trust
es: Fideicomiso en Vida

source: Unless you are a relative or a close friend, you should not be involved in the consumer's legal and financial affairs, such as a power of attorney, a will, a living trust, or a loan.
es: Al menos de que usted sea un pariente ó amigo cercano, usted no debe de involucrarse en los temas legales y financieros del consumidor, tal y como apoderado, un testamento, un testamento en vida, o un préstamo.

source: AARP - Segunda Juventud - Choice of a Lifetime Is a will or a living trust a better option?
es: AARP - Segunda Juventud - Decisiones vitales ¿Cuál es mejor, un testamento o un fideicomiso testamentario?

source: For example A husband is the sole owner of a living trust that gives his wife a life estate interest in the trust deposits, with the remainder going to their two children equally upon his wife's death.
es: Por ejemplo Un esposo es el único titular de un fideicomiso activo que proporciona a su esposa un interés con usufructo vitalicio en los depósitos del fideicomiso, y tras la muerte de la esposa lo que quede irá a sus dos hijos.

source: Couples or individuals who have made commitments of $10,000 or more in their estate plans, such as in a will, living trust, or through whole or universal life insurance, can become Bequest Society members.
es: Pueden integrar el Círculo de Testadores las personas o matrimonios que hubieran suscrito promesas de donación de 10.000 dólares o más a través de su testamento, fideicomiso de usufructo vitalicio, póliza de seguro de vida u otro medio de disposición de bienes.

source: But Dennis Sandoval, at the American Academy of Estate Planning Attorneys, explains that a living trust may be the more economical route, especially for people with estates exceeding $2 million for the 2008 tax year.
es: Sin embargo, Dennis Sandoval, de la American Academy of Estate Planning Attorneys, explica que un fideicomiso testamentario puede ser el camino más económico; especialmente, para las personas con patrimonios que excedan los $2 millones para el año fiscal 2008.

source: They run their own local administrations, levy taxes on the population and have implemented their own legal system.
es: Dirigen su propia forma de administración local, gravan con impuestos a la población y mantienen su propio orden jurídico.

source: "However, in the phases of the system strengthening, that can be long, for reasons of administrative efficiency or for being generally accepted, a ""non-levy"" of charges can be envisaged below some thresholds, if no risk of serious consequences on resource conservation exists."
es: "Sin embargo, durante las fases de potenciación de los sistemas, que pueden ser largas por razones de eficacia administrativa o de aceptabilidad general, se puede prever una ""no percepción"" de los cánones por debajo de ciertos límites, si no hay riesgo de consecuencias graves para la preservación de los recursos."

source: The federal challenge comes from the fact that constituent units in many federations have the power to levy sales and manufacturing taxes. such taxes are quite easy to administer at the subnational level.
es: El reto federal reside en que las unidades constitutivas tienen facultades para recaudar los impuestos sobre las ventas y la fabricación en muchas federaciones.

source: This limitation does not apply to uncovered bank bonds that are guaranteed by a public sector entity with the right to levy taxes.
es: Esta limitación no se aplica a los bonos simples de entidades de crédito garantizados por una entidad del sector público con el derecho de aplicar impuestos.

source: In addition, the 1999 constitution restricts their ability to levy new taxes to laws passed by the National Assembly.
es: Además, la Constitución de 1999 restringe sus facultades para imponer nuevos gravámenes referentes a leyes promulgadas por la Asamblea Nacional

source: In addition, local governments are allowed to levy local taxes/fees from a specified list.
es: Además, los gobiernos locales pueden establecer impuestos y cánones, seleccionados a partir de una lista.

source: "Not everybody succeeds when you try non-operative management,"" Levy said."
es: "No todo el mundo tiene éxito con la gestión no quirúrgica"", concedió Levy."

source: Value of these vehicles for the purpose of levy of customs duty is CIF value, where C stands for the cost of the goods, I is the insurance and F is the freight.
es: El valor de estos vehículos para el propósito de exacción de los aranceles aduaneros es el valor CIF, donde C representa el coste de los bienes, I es el seguro y F es el transporte.

source: Third, as a result, corruption at classroom level can contribute to developing a 'culture of corruption', as defined above, among those children thus directly confronted with malpractice.
es: "Tercero, y como consecuencia, la corrupción a nivel de aula puede contribuir a que se difunda una ""cultura de la corrupción"", tal como se define más arriba, entre los alumnos que se ven directamente expuestos a esas prácticas."

source: This also acts as deterrence to fraud and malpractice.
es: Con ello, actúa también como disuasivo del fraude y la negligencia.

source: Are we covered for malpractice on the part of a doctor we employ?
es: ¿Estamos cubiertos contra negligencia profesional de un médico que empleamos?

source: The problems are not individual cases of malpractice, but are themselves inherent in the accounting system.
es: Los problemas no son casos concretos de negligencia son inherentes al sistema contable.

source: On the basis of a catalogue of search terms, the search engine selects those communications that are likely to be of interest to the intelligence services.
es: Capta todas las comunicaciones a las que tiene acceso y las introduce en un ordenador, el cual las filtra en función de un catálogo de palabras clave que el servicio de información considera interesantes.

source: A further sentence is introduced to incorporate the European Parliament's thirdamendment on the comparability andhigh quality of statistics.
es: Se ha introducido otra frase más para incluir la tercera enmienda del Parlamento Europeo sobre la comparabilidad y la calidad delas estadísticas.

source: With our professional account, you can incorporate a betting game into your own website.
es: Con nuestro paquete profesional podrá integrar una quiniela en su página web.

source: Governments have begun to incorporate the gender dimension into government policies in a number of areas.
es: Los gobiernos han comenzado a incorporar la dimensión de género en las políticas públicas, en distintos campos de la vida social.

source: Traditional TCs are being compared with the TCs that incorporate new technologies, such as high frequency transformers.
es: Los CT tradicionales se están comparando con los CT que incorporan nuevas tecnologías, como trafos de alta frecuencia.

source: Information gathering of the non-physical patrimony and popular imagination to incorporate them to development programs for the design of new Dominican craft products.
es: Levantamiento del patrimonio inmaterial y la imaginería popular del país, para incorporarlos a los programas de desarrollo de nuevas líneas de productos y diseños artesanales.

source: In order to incorporate the routine use of space technology in developing countries there is a need to increase awareness, build national capacity and also develop solutions that are appropriate to their needs.
es: A fin de incorporar el uso rutinario de la tecnología espacial en los países en desarrollo se necesita aumentar la conciencia, crear una capacidad nacional y desarrollar soluciones que sean apropiadas a sus necesidades.

source: New legislation would be required to incorporate mechanisms specifically regulating these types of activities and items.
es: Habría que promulgar nuevas leyes para adoptar mecanismos específicos para regular estos tipos de actividades y artículos.

source: Many managers resign or take out insurance against the risks.
es: Muchos directivos dimiten de sus funciones o se aseguran contra los riesgos.

source: Table 62 shows two options for health insurance plans offered by two companies operating in the local market.
es: El Cuadro 62 muestra dos opciones de planes de seguros médicos de dos empresas que trabajan en el mercado local.

source: The petitioners must assemble the requisites demanded by the life insurance.
es: Los solicitantes deben reunir los requisitos exigidos por el seguro de vida.

source: There is a submission deadline for insurance claims in the various countries, which, moreover, is different in every country.
es: En todos los países hay un plazo para la presentación de reclamaciones a los seguros, que, además, es distinto en cada país.

source: Pfizer may verify the accuracy of the information I have provided and may ask for more financial and insurance information.
es: Pfizer podrá verificar la exactitud de la información que he proporcionado y puede pedir más información financiera y de seguros.

source: HIPAA prevents insurance gaps when you go from one insured situation to another.
es: La HIPAA evita que haya vacíos en el seguro médico cuando pasas de un seguro a otro.

source: As regional president for Latin America & the Caribbean at American Life Insurance Co.
es: Como presidente regional para América Latina y el Caribe de American Life Insurance Co.

source: A will doesn't supersede named beneficiaries for such assets as a life insurance policy, a retirement account or property held in joint tenancy with right of survivorship.
es: Un testamento no cambia los beneficiarios nombrados de bienes tales como una póliza de seguro de vida, una cuenta de jubilación o bienes de copropiedad con derechos de sobre vivencia.

source: If a person creates an advance health care directive and a durable power of attorney or revocable living trust while competent, he or she may not require a guardian in the event of incapacity.
es: Si una persona da una directiva de cuidado de salud anticipada y otorga un poder permanente o un fideicomiso revocable en vida mientras es capaz, es posible que no necesite un tutor en caso de devenir incapaz.

source: The minimum in estate planning is writing a will; depending on your tax circumstances, you may want to establish a living trust of some nature as well.
es: Lo mínimo que usted debe hacer en una planificación patrimonial es realizar un testamento. Dependiendo de las circunstancias de sus impuestos, quizás le convenga establecer un fideicomiso activo de alguna manera también.

source: The mere creation of a revocable inter vivos trust (living trust) has no income or estate tax advantages.
es: La mera creación de un fideicomiso inter vivos revocable (fideicomiso en vida) no ofrece ninguna ventaja sobre el impuesto a las ganancias o sucesorio.

source: A trust created for the lifetime management of property is called an inter vivos or living trust.
es: "Un Fideicomiso que tiene sus efectos para el mantenimiento del patrimonio durante toda la vida, se llama Fideicomiso Entre-Vivos (""Living Trust"")."
